<template>
  <q-page padding class="row justify legend">
    <div class="doc-container  vertical-top" style="margin-top:-20px">
      <h4 style="margin-bottom: 0">Вы – ЛЕГЕНДА!</h4>
      <div style="font-size:18px">
        <div class="block q-mt-md">
          <div class="block q-mt-md legend-support">
            Локация: San-Siberian<br>
            Дата: 2025<br>
            Валюта: OilCoin<br>
          </div>
        </div>
        <div class="block q-mt-md">
          Вы прошли длинный путь и справились со многими испытаниями. Впереди ещё больше нестандартных задач, важных
          решений и ответственных презентаций.
        </div>

      </div>
      <div class="block q-mt-md">
        На данном этапе в компании созданы цифровые решения, которые помогают собирать данные с месторождения и
        совершать стратегические шаги для его дальнейшего развития. Вам был предоставлен доступ к цифровому двойнику
        месторождения, виртуальному бюджету и времени, а также к цифровым инструментам для получения информации и
        планирования.
      </div>
      <div class="block q-mt-md">
        На данном этапе в компании созданы цифровые решения, которые помогают собирать данные с месторождения и
        совершать стратегические шаги для его дальнейшего развития. Вам был предоставлен доступ к цифровому двойнику
        месторождения, виртуальному бюджету и времени, а также к цифровым инструментам для получения информации и
        планирования.
      </div>
      <div class="block q-mt-md">
        Топ-менеджерам OilCase необходим ваш план ввода новых объектов и проект разработки месторождения. Вам нужно
        выбрать, где пробурить новые скважины, где расположить оборудование и другие строения в наиболее рациональном и
        логичном порядке. У каждого объекта есть свои параметры: капитальные затраты на его строительство (CAPEX),
        операционные затраты на его функционирование (OPEX) и производительность. Перечень всего доступного оборудования
        и параметры вы найдете в Базе данных по кнопке ниже. Данные по производительности будут примерными, т.к. зависят
        от многих факторов: расположение объекта, удаленность объектов друг от друга, рельеф местности и другим. При
        наличии эксплуатационных скважин, раз в сутки вам будет приходит сводка о потенциальной добыче, что необходимо
        для экономических расчётов. Многие из факторов также влияют на CAPEX – один и тот же объект, расположенный в
        разных местах, будет стоить по-разному, но в цифровую модель это заложено, как неопределённость, поэтому
        итоговые затраты вам нужно оценить с учётом рисков. О финальной стоимости будет известно лишь топ-менеджерам
        после заказанного ими аудита.
      </div>
      <div class="block q-mt-md">
        Основной критерий победы в финале OilCase 2022 – это максимальный NPV среди всех конкурентов через 10 лет после
        старта проекта.
      </div>
      <div class="block q-mt-md">
        У вас всё получится!
      </div>
      <div class="block q-mt-md legend-support">
        Более подробную информацию вы найдете в файле по кнопке ниже:
      </div>
      <a
        class="justify-center"
        target="blank"
        href="https://disk.yandex.ru/d/tcvtzMct3Uq_AQ"
      >
        <q-btn class="q-ma-lg" color="secondary" label="БАЗА ДАННЫХ"/>
      </a>
    </div>
  </q-page>
</template>

<style>
.legend{
  text-align: center;
  align-content: center;
  width: 1000px;
}

.legend-support{
  font-size: 15px;
}

</style>

<script>
export default {
  name: "PageLegend",
  data() {
    return {};
  },

  created() {
  },
  computed: {},
  methods: {},
  mounted() {
  },
  components: {}
};
</script>
