export default
  {
   dictSurfApparats: [
         {
           name: "Двухфазный сепаратор",
           type: "sep2",
           calc: {},
           description:{
             text: "Двухфазный сепаратор - оборудование, используемое при добыче нефти для отделения попутных газов от жидког овещества при первичной очистке. Кроме того нефтегазовый сепаратор очищает сам газ от капель посторонних примесей.\r\n"+
             "Нефтегазовый сепаратор представляет собой горизонтальную цилиндрическую металлическую емкость с эллиптическими днищами и функциональными патрубками.\r\n"+
             "Принцип работы нефтегазового сепаратора:\r\n"+
             "1 этап. Газонефтяная смесь поступает в сосуд через водный патрубок, а затем, меняя направление движения, через\r\n"+
             "распределительные перегородки поступает в верхние и нижние наклонные желоба (при их наличии). На этом этапе происходит первичное отделение газа.\r\n"+
             "2 этап. Газ поступает в каплеотбойники — вертикальный и горизонтальный. На этом этапе происходит отделение капель жидкости от газа.\r\n"+
             "3 этап. Через патрубок газ поступает в газосборную сеть.\r\n"+
             "4 этап. Очищенный от газа флюид поступает в нижнюю часть нефтегазового сепаратора и направляется к насосом.\r\n"+
             "Если на конструкции установлена пеногасящая насодка, то флюид сначала поступает туда, а затем в насосы.\r\n\r\n"+
             "Таким образом, весь процесс очистки нефти можно разделить на секции в соответствии с конструкцией НГС:\r\n"+ 
             "- основная сепарационноя, где реализуется первый этап;\r\n"+
             "- осадительная, где выделяется растворенный газ:\r\n"+
             "- секция сбора и вывода нефти, где реализуется четвертый этап;\r\n"+
             "- каплеуловительная.\r\n",
             image:"pic2.png"
           }
         }, {
           name: "Трехфазный сепаратор",
           type: "sep3",
           calc: {},
           description:{
            text: "Сепаратор НГСВ представляет собой горизонтальную цилиндрическую ёмкость объёмом до 200 м3 снабженную технологическими штуцерами, перегородками из просечно-вытяжных листов, пеногасящей насадкой из секций Л-образных пластин, переливной перегородкой и струйными каплеотбойниками для очистки газа. Газожидкостная смесь вводится в сепаратор через штуцер, оборудованный устройством приёма газожидкостной смеси циклонного типа, в котором происходит выделение свободного газа. Отделившийся газ собирается в верхней части аппарата, проходит устройство улавливания капельной жидкости и выводится через штуцер выхода газа. Жидкость, проходя устройство в распределении и гидродинамической коалесценции, равномерно распределяется по всему сечению аппарата и вследствие разности удельного веса разделяется на нефть и воду. Отделившаяся вода скапливается в нижней части оборудования, откуда сбрасывается через штуцер выхода воды. Уровень раздела фаз определяется с помощью уровнемера и поддерживается с помощью регулирующего клапана путём изменения количества сбрасываемой воды. Общий уровень жидкости в аппарате поддерживается переливной перегородкой. Нефть поступает через перегородку, скапливается в нижней части камеры сбора нефти, откуда попадает на приём насоса.",
            image:"pic3.png"
           }
         },
         {
           name: "Отстойник",
           type: "otstoy",
           calc: {},
           description:{
            text: "Отстойник ОГ – это тип емкостного оборудования, предназначенный для глубокого очищения нефти путем отстаивания ее из нефтяной эмульсии. При этом нефтяная эмульсия попадает в отсек для очищенной нефти, а пластовая вода сбрасывается в систему подготовки промысловых сточных вод. \r\n"+
            "Аппарат представляет собой цельносварную цилиндрическую конструкцию с горизонтальным типом установки. Аппарат имеет два эллиптических днища, набор штуцеров для подвода дополнительного оборудования. По требованию клиента устанавливаются обслуживающие площадки, лестницы и пр. Устанавливается отстойник ОГ на седловые опоры.\r\n"+
            "Разделение нефтяной смеси на нефть и воду осуществляется за счет разницы их удельного веса. Эмульсия попадает в резервуар через входной штуцер в коллекторы, расположенные в нижней части отстойника. Эмульсия, стекающая тонкими струйками, поступает под слой пластовой воды. Капли жидкости, которые содержатся в нефтяной смеси, при контакте с водой становятся крупнее и оседают внизу аппарата. Нефть же за счет меньшего удельного веса поднимается наверх. Далее, обезвоженная нефть, собравшаяся в верхней части аппарат, выводится через выходной штуцер из аппарата.",
            image:"pic4.png"
            }
         },
         {
           name: "Электродегидратор",
           type: "eldeg",
           calc: {},
           description:{
            text: "Электродегидратор - это аппарат, предназначенный для обезвоживания и обессоливания нефти с использованием электрического поля. \r\n"+
            "Электродегидратор представляет собой горизонтальный цилиндрический аппарат с эллиптическими днищами, установленный на седловых опорах, оснащенный электродами. \r\n"+
            "В результате индукции электрического поля диспергированные глобулы воды поляризуются с образованием в вершинах электрических зарядов, изменяют направление своего движения синхронно основном полю и все время находятся в состоянии колебания.  \r\n"+
            "Форма глобул постоянно меняется, что приводит к смятию структурно-механического барьера, разрушению адсорбционных оболочек и коалесценции глобул воды.  \r\n"+
            "В электродегидраторах электроды (от 2 до 8 штук) подвешены горизонтально друг над другом и имеют форму прямоугольных рам.  \r\n"+
            "Нефтяная эмульсия вводится на 0,7 м ниже расположения электродов, проходит через слой воды (теряя при этом основную массу соленой воды), затем поднимается и последовательно проходит зону слабой напряженности электрического поля и зону сильной напряженности (между электродами).  \r\n"+
            "В отстойниках нижней зоны (под электродами) вода отстаивается от нефти, верхней зоны (над электродами) - нефть от воды.",
            image:"pic5.png"
         }
         },
         {
           name: "Концевые сепарационные установки (КСУ)",
           type: "ksu",
           calc: {},
           description:{
            text: "Концевые сепарационные установки (КСУ) предназначены для окончательной дегазации нефти до требуемых значений давления насыщенных паров и очистки попутного газа. Применяются на установках сбора и подготовки продукции нефтяных месторождений.\r\n"+
            "В сепараторах КСУ предусмотрены следующие конструкции и узлы:\r\n"+
             " входной узел распределения газожидкостной смеси;\r\n"+
             "  внутренняя пеногасящая насадка;\r\n"+
             "  распределительные полки;\r\n"+
             "  внутренние каплеотбойные устройства, установленные на выходе газа из аппарата;\r\n"+
            "Сепараторы для КСУ представляют собой горизонтальные аппараты с внутренней пеногасящей перегородкой и каплеотбойным устройством, оснащенные патрубком входа нефтегазовой смеси, патрубком выхода газа, патрубком выхода нефти, дренажным штуцером и штуцерами под КИП и предохранительную арматуру, а также эксплуатационными люками-лазами. ",
            image:"pic7.png"
            }
         },
         {
           name: "Резервуар вертикальный стальной (РВС)",
           type: "rvs",
           calc: {},          
           description:{
            text: "Резервуар вертикальный стальной (РВС) - это металлическая цилиндрическая емкость вертикального исполнения, изготовляемая в соответствии с типовой документацией. Данный резервуар поставляется на место предполагаемого монтажа в виде металлоконструкций, а именно в рулоне, намотанном на специальную катушку. В зависимости от объема вертикального резервуара, катушек может быть несколько. Строительство и монтаж резервуаров производят прямо на месте их расположения методом полистовой сборки, так как транспортировка довольно дорогая и в зависимости от расстояния может обойтись дороже чем сам резервуар.\r\n"+
            "Цилиндрические резервуары вертикального исполнения изготавливаются из различных марок стали в зависимости от назначения и хранимой жидкости. Так для нефти и нефтепродуктов вертикальные резервуары изготавливаются из черной стали марок СТ3 и 09Г2С. ",
            image:"pic8.png"
            }
         },
       ],
}